Revit 2015 API
SlabEdgeTypeSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public SlabEdgeTypeSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
SlabEdgeTypeSetIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
SlabEdgeTypeSetIterator Class
Autodesk.Revit.DB Namespace